<template>
    <div class="rightBox">
        <div class="container">
            <h1>设计原则</h1>
            <div class="margin-top40 center">
                <img width="875" src="../../assets/img/3-1.png" class="center-img">
                <p class="center-text red margin-top20">排名分先后顺序</p>
            </div>
            <p class="margin-top20">在数据可视化产品的运用中,设计原则：<b>美观 > 清晰 > 高效 > 一致</b></p>
            
            <h1 class="margin-top40">清晰</h1>
            <div class="intrduce">
                <p>信息获取和传达的过程必须是简洁清晰，自然易懂。这样用户才能够有效的获取这些信息，并迅速作出决定。<p>
                <p>使信息最简化“少即是多”。提倡使用最少的元素来表达最多的信息。如果信息繁杂，将使用户承担大量的信息负担，造成信息过载，影响效率，不能帮助用户解决问题。 用户需要清晰的完成任务，达成目标。</p>
                <p>如果我们能够通过不断的让用户成功的达到目标，那么我们会赢得他们的信任，忠诚和感谢。
                </p>
            </div>
            <h1 class="margin-top40">高效</h1>
            <div class="intrduce">
                <p>这是个在用户嘴里被不断重复的高频词。通过前者清晰的设计本身就可以提高使用的效率。</p>
                <p>我们注意到一个问题：一个命令行对于一个专家级用户来说是很棒， 但对新手来说就晦涩难懂了。如果我们把高效做到极致，那我们大部分用户将会不知所措，他们会不断的犯错，并且因此耗费大量时间。所以合理且简单的操作方式才是提高效率的利器。</p>
                <p>在产品设计中，如果遇到高效的设计，影响了清晰的设计原则，高效要给清晰让步。
                </p>
            </div>
            <div class="margin-top40 center">
                <img width="408" src="../../assets/img/3-2.png" class="center-img">
            </div>
            <h1 class="margin-top40">一致</h1>
            <div class="intrduce">
                <p>一致性是我们对事物的连续认知，一致性是感官或习惯上的统一。无论是构建用户的直觉，还是设计师遵从设计规范，一致性非常重要。</p>
                <p>一致性涉及到整个企业所有的产品具有的统一品牌感从而加深品牌印象容易建立起良好的口碑。保持所有功能在用户认知上的一致。这不仅可以是用户快速的找到所需的功能也从结构上简化了信息的冗余。</p>
                <p>功能控件的一致性，如表单的报错形式，单选按钮和复选按钮的样式，如果一个页面中单选按钮不能保持其特有的一致性，反而跟复选的一致，那么用户误会这么简单的功能，造成认知的挫败感，同时也就违背了高效的设计原则。功能控件的一致性也考察对于用户使用情景的提炼程度，
                    但是如果把一致性排第一，系统会因为创新被遏制而止步不前。如果有个很好的设计想法但是违反了一致性怎么办？所以把一致性放在第三位。</p>
            </div>
            <h1 class="margin-top40">美观</h1>
            <div class="intrduce">
                <p>虽然说美观对设计师来说非常重要，但是这不是定义产品的指标。在这个领域里，设计的目标是解决问题，设计了一个美观但是难用的系统并没有什么意义。美观可以引人注目，但是对企业级应用来说并不是第一位的，所以放在第四。
                </p>
            </div>
        </div>
    </div>
</template>

<script>
export default {

}
</script>

<style>

</style>